Repository: SDpower/CCMenuBar
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, zh_hans, zh_hant

source: 5 Hours
de: 5 Stunden
es: 5 horas
fr: 5 heures
hi: 5 घंटे
id: 5 Jam
it: 5 ore
ja: 5 時間
ko: 5 시간
pt_br: 5 horas
zh_hans: 5 小时
zh_hant: 5 小時

source: 7 Days
de: 7 Tage
es: 7 días
fr: 7 jours
hi: 7 दिन
id: 7 Hari
it: 7 giorni
ja: 7 日間
ko: 7 일
pt_br: 7 dias
zh_hans: 7 天
zh_hant: 7 天

source: 7 Days OAuth Apps
de: 7 Tage OAuth Apps
es: 7 días OAuth Apps
fr: 7 jours OAuth Apps
hi: 7 दिन OAuth Apps
id: 7 Hari OAuth Apps
it: 7 giorni OAuth Apps
ja: 7 日間 OAuth Apps
ko: 7 일 OAuth Apps
pt_br: 7 dias OAuth Apps
zh_hans: 7 天 OAuth Apps
zh_hant: 7 天 OAuth Apps

source: 7 Days Opus
de: 7 Tage Opus
es: 7 días Opus
fr: 7 jours Opus
hi: 7 दिन Opus
id: 7 Hari Opus
it: 7 giorni Opus
ja: 7 日間 Opus
ko: 7 일 Opus
pt_br: 7 dias Opus
zh_hans: 7 天 Opus
zh_hant: 7 天 Opus

source: 7 Days Sonnet
de: 7 Tage Sonnet
es: 7 días Sonnet
fr: 7 jours Sonnet
hi: 7 दिन Sonnet
id: 7 Hari Sonnet
it: 7 giorni Sonnet
ja: 7 日間 Sonnet
ko: 7 일 Sonnet
pt_br: 7 dias Sonnet
zh_hans: 7 天 Sonnet
zh_hant: 7 天 Sonnet

source: 7d
de: 7T
fr: 7j
hi: 7दि
id: 7h
it: 7g
ja: 7日
ko: 7일
zh_hans: 7天
zh_hant: 7天

source: Authentication failed. Please sign in to Claude Code again.
de: Authentifizierung fehlgeschlagen. Bitte melden Sie sich erneut bei Claude Code an.
es: Autenticación fallida. Por favor, inicia sesión en Claude Code nuevamente.
fr: Échec de l'authentification. Veuillez vous reconnecter à Claude Code.
hi: प्रमाणीकरण विफल। कृपया Claude Code में पुनः साइन इन करें।
id: Autentikasi gagal. Silakan masuk ke Claude Code lagi.
it: Autenticazione fallita. Effettua nuovamente l'accesso a Claude Code.
ja: 認証に失敗しました。Claude Code に再サインインしてください。
ko: 인증 실패. Claude Code에 다시 로그인하세요.
pt_br: Falha na autenticação. Por favor, faça login novamente no Claude Code.
zh_hans: 認證失敗，請重新登入 Claude Code
zh_hant: 認證失敗，請重新登入 Claude Code

source: Usage limit reached. Please try again later.
de: Nutzungslimit erreicht. Bitte versuchen Sie es später erneut.
es: Límite de uso alcanzado. Por favor, inténtalo de nuevo más tarde.
fr: Limite d'utilisation atteinte. Veuillez réessayer plus tard.
hi: उपयोग सीमा पहुंच गई। कृपया बाद में पुनः प्रयास करें।
id: Batas penggunaan tercapai. Silakan coba lagi nanti.
it: Limite di utilizzo raggiunto. Riprova più tardi.
ja: 使用制限に達しました。後でもう一度お試しください。
ko: 사용 한도에 도달했습니다. 나중에 다시 시도하세요.
pt_br: Limite de uso atingido. Por favor, tente novamente mais tarde.
zh_hans: 已达到使用上限，请稍后再试
zh_hant: 已達到使用上限，請稍後再試

source: Claude Usage
de: Claude Nutzung
es: Uso de Claude
fr: Utilisation Claude
hi: Claude उपयोग
id: Penggunaan Claude
it: Utilizzo Claude
ja: Claude 使用量
ko: Claude 사용량
pt_br: Uso do Claude
zh_hans: Claude 使用量
zh_hant: Claude 使用量

source: Gauge Indicator
de: Anzeige-Indikator
es: Indicador del marcador
fr: Indicateur de jauge
hi: गेज संकेतक
id: Indikator Gauge
it: Indicatore gauge
ja: ゲージ指標
ko: 게이지 지표
pt_br: Indicador do gauge
zh_hans: 仪表盘指标
zh_hant: 儀表盤指標

source: HTTP error: %lld
de: HTTP-Fehler: %lld
es: Error HTTP: %lld
fr: Erreur HTTP : %lld
hi: HTTP त्रुटि: %lld
id: Kesalahan HTTP: %lld
it: Errore HTTP: %lld
ja: HTTP エラー：%lld
ko: HTTP 오류: %lld
pt_br: Erro HTTP: %lld
zh_hans: HTTP 错误：%lld
zh_hant: HTTP 錯誤：%lld

source: Invalid API response
de: Ungültige API-Antwort
es: Respuesta de API inválida
fr: Réponse API invalide
hi: अमान्य API प्रतिक्रिया
id: Respons API tidak valid
it: Risposta API non valida
ja: 無効な API レスポンス
ko: 잘못된 API 응답
pt_br: Resposta de API inválida
zh_hans: 无效的 API 响应
zh_hant: 無效的 API 回應

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pt_br: Carregando...
zh_hans: 加载中...
zh_hant: 載入中...

source: Menu Bar Display
de: Menüleiste anzeigen
es: Visualización de la barra de menú
fr: Affichage dans la barre de menus
hi: मेनू बार प्रदर्शन
id: Tampilan Menu Bar
it: Visualizzazione barra dei menu
ja: メニューバー表示
ko: 메뉴 바 표시
pt_br: Exibição na barra de menus
zh_hans: Menu Bar 显示
zh_hant: Menu Bar 顯示

source: OAuth token not found. Please verify you are signed in to Claude Code.
de: OAuth-Token nicht gefunden. Bitte prüfen Sie, ob Sie bei Claude Code angemeldet sind.
es: Token OAuth no encontrado. Por favor, verifica que estás conectado a Claude Code.
fr: Token OAuth introuvable. Veuillez vérifier que vous êtes connecté à Claude Code.
hi: OAuth टोकन नहीं मिला। कृपया सत्यापित करें कि आप Claude Code में साइन इन हैं।
id: Token OAuth tidak ditemukan. Pastikan Anda sudah masuk ke Claude Code.
it: Token OAuth non trovato. Verifica di aver effettuato l'accesso a Claude Code.
ja: OAuth トークンが見つかりません。Claude Code にサインインしているか確認してください。
ko: OAuth 토큰을 찾을 수 없습니다. Claude Code에 로그인되어 있는지 확인하세요.
pt_br: Token OAuth não encontrado. Verifique se você está conectado ao Claude Code.
zh_hans: 未找到 OAuth Token，请确认已登录 Claude Code
zh_hant: 找不到 OAuth Token，請確認已登入 Claude Code

source: Quit CCMenuBar
de: CCMenuBar beenden
es: Salir de CCMenuBar
fr: Quitter CCMenuBar
hi: CCMenuBar छोड़ें
id: Keluar dari CCMenuBar
it: Esci da CCMenuBar
ja: CCMenuBar を終了
ko: CCMenuBar 종료
pt_br: Sair do CCMenuBar
zh_hans: 退出 CCMenuBar
zh_hant: 結束 CCMenuBar

source: Resets: %@
de: Reset: %@
es: Reinicio: %@
fr: Réinitialisation : %@
hi: रीसेट: %@
id: Reset: %@
it: Reset: %@
ja: リセット：%@
ko: 재설정: %@
pt_br: Redefinição: %@
zh_hans: 重置：%@
zh_hant: 重設：%@

source: Updated at %@
de: Aktualisiert um %@
es: Actualizado a las %@
fr: Mis à jour à %@
hi: %@ को अपडेट किया
id: Diperbarui pada %@
it: Aggiornato alle %@
ja: %@ に更新
ko: %@에 업데이트됨
pt_br: Atualizado às %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: 5h
id: 5j
ja: 5時
ko: 5시
zh_hans: 5时
zh_hant: 5時
